tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "neovim/neovim"
brew "awscli"
brew "corkscrew"
brew "fasd"
brew "git"
brew "jq"
brew "mas"
brew "mercurial"
brew "mysql"
brew "neovim"
brew "peco"
brew "rmtrash"
brew "terraform"
brew "tree"
brew "zsh"
cask "alfred"
cask "bettertouchtool"
cask "docker"
cask "flux"
cask "iterm2"
cask "java"
cask "sequel-pro"
cask "skitch"
cask "sourcetree"
cask "vivaldi"
mas "Bear", id: 1091189122
mas "CotEditor", id: 1024640650
mas "Slack", id: 803453959
